Revit 2027 API
ParameterTypeId.RoomOutdoorAirInfoParam Property
 "Outdoor Air Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOutdoorAirInfoParam { get; }
Public Shared ReadOnly Property RoomOutdoorAirInfoParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOutdoorAirInfoParam {
	ForgeTypeId^ get ();
}
static member RoomOutdoorAirInfoParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace